{"review_id":"DNOdqjygb9U4AtSAj4OPWg","user_id":"Y76nS3L426UCz7N_1pUfUQ","business_id":"rq5dgoksPHkJwJNQKlGQ7w","stars":5,"date":"2017-01-08","text":"Wow, I love this place!  I've been to one of the other Sambalatte locations in town, but I like this one better.  The upstairs with recliners and little tea tables just adds to the cozy appeal.  Their teas (I've now tried three different kinds) are all great, and my friend - who had the hot chocolate - said that was delicious, as well.   Their Christmas decorations that were up when I went were also adorable and pretty.  Look forward to coming back here, and maybe exploring Boca Park a little more, as well...","useful":0,"funny":0,"cool":0}
{"review_id":"wJkuKPQjMWD8m5zzZ1bcmg","user_id":"Y76nS3L426UCz7N_1pUfUQ","business_id":"lGy7jJ9oVZUJNkmZj7ewgA","stars":4,"date":"2017-02-21","text":"Came here with a friend, and had the spinach and peaches salad, and one of the burgers (which I subbed in a veggie burger for, I believe).  Great food!  The server was also very attentive - checked on us often, and refilled my water even when I didn't need it.  A convenient locale if you're nearby.  Will likely come back again.","useful":0,"funny":0,"cool":1}
{"review_id":"-8MnT6LVDFgphYyXtd-e8g","user_id":"Y76nS3L426UCz7N_1pUfUQ","business_id":"YF4QJ_j-PM7cMZja6K1MwQ","stars":5,"date":"2016-06-22","text":"Really liked this place!  I came here for the Rock Star Beer Fest (only a bummer because they ran out of beer and wine so quickly!), and really liked the vibe of the place.  Definitely plan on coming back here - and I'll swim, then!","useful":0,"funny":0,"cool":0}
{"review_id":"3-0gjJ1KU8R9fnqSKk8bHg","user_id":"Y76nS3L426UCz7N_1pUfUQ","business_id":"kZspuWnM0Y-Losvk2Rl0lA","stars":5,"date":"2017-02-20","text":"Wowwww.  Okay, so - five star rating, not easy to get from me.  But this place HAS to be on my top ten favorite restaurants in Vegas as of this moment.  Their hummus is out of this WORLD.  I actually liked it more than the wrap that I had (which was definitely tasty!).  Seriously.  You have to go and try it for yourself.  It's a hidden gem.  You can easily miss it, even looking for it, as my date and I did.  The service is also good.  The people who work there are really nice, so that's of course part of the five star rating.  It's Mediterranean, so it might go without saying that there are vegetarian options aplenty, but I won't let it go unsaid.  Please, just do yourself a favor.  Go here and try it out yourself.  If you're a hummus lover, as I am, your life is not complete without trying the hummus HERE.  (You can thank me later.)  ; )","useful":0,"funny":0,"cool":0}
{"review_id":"sHlRbMjBCrEnKUdo_hKS4A","user_id":"Y76nS3L426UCz7N_1pUfUQ","business_id":"0d0i0FaJq1GIeW1rS2D-5w","stars":3,"date":"2016-12-21","text":"I had the only vegetarian option I spotted on the menu, which was the roasted mushroom & goat cheese waffle sandwich.  Very good!  Great food and ready in a hurry.  I had a salad that was drenched in too much dressing, so I couldn't finish it.  Not my favorite place ever, but if I'm in the Park again and am looking for food, I'll consider this a viable option.","useful":0,"funny":2,"cool":0}
